package com.javarush.by.vdavdov.out;

public class PrologOut {
    public String getTextForProlog() {
        return """
                   Ты стоишь в космическом порту и готов подняться на борт <br>
                   своего корабля. Разве ты не об этом мечтал? Стать капитаном <br>
                   галактического судна с экипажем, который будет совершать<br>
                   подвиги под твоим командованием.<br>
                   Так что вперед!
                """;
    }

    public String teamMeetUp() {
        return """
                Когда ты поднялся на борт корабля, тебя поприветствовала девушка с черной папкой в руках: <br>
                - Здравствуйте, командир! Я Зинаида - ваша помощница. Видите? Так в углу пьет кофе штурман сержант<br>
                Перегарный Шлейф, под штурвалом спит наш бортмеханик- Черный Богдан, <br>
                а фотографирует его Сергей Стальная Пятка на навигатор. <br>
                А как обращаться к вам?
                """;
    }
}
